Repository: larksuite/alchemy_app_demo
Catalog: alchemy_app_demo_ios/LKNativeAppExtensionExternalIMP/auto_resources/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, ms, pt_br, ru, zh_hk

# Lark_Demo_ActionNotSupportedInDemo_Toast
source: This action is not supported in the sample.
de: Diese Aktion wird für das Beispiel nicht unterstützt.
es: Esta acción no se permite en la muestra.
fr: Cette opération n'est pas prise en charge dans l'exemple.
id: Tindakan ini tidak didukung dalam sampel.
it: Questa azione non Ã¨ supportata nel campione.
ja: Sample では、この操作はサポートされていません。
ko: 이 작업은 샘플에서 지원되지 않습니다.
ms: Tindakan ini tidak disokong dalam sampel.
pt_br: Esta ação não é permitida neste exemplo.
ru: Это действие не поддерживается в демонстрации.
zh_hk: Sample 內暫不支援此操作

# Lark_Demo_EmptyNumberOrPassword_Toast
source: Please enter both the username and the password.
de: Bitte geben Sie sowohl den Benutzernamen als auch das Kennwort ein.
es: Introduce el nombre de usuario y la contraseña.
fr: Veuillez saisir le nom d'utilisateur et le mot de passe.
id: Masukkan nama pengguna dan kata sandi.
it: Immetti sia il nome utente sia la password.
ja: ユーザー名とパスワードの両方を入力してください。
ko: 사용자 이름과 비밀번호를 모두 입력하세요.
ms: Sila masukkan kedua-dua nama pengguna dan kata laluan.
pt_br: Insira o nome de usuário e a senha.
ru: Необходимо ввести и имя пользователя, и пароль.
zh_hk: 請輸入用戶名稱和密碼

# Lark_Demo_EnterPassword_Placeholder
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
id: Kata sandi
ja: パスワード
ko: 비밀번호
ms: Kata laluan
pt_br: Senha
ru: Пароль
zh_hk: 請輸入密碼

# Lark_Demo_EnterPhoneNumber_Placeholder
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
pt_br: Nome de usuário
ru: Имя пользователя
zh_hk: 請輸入用戶名稱

# Lark_Demo_FaceID_Confirmed_Toast
source: Face ID confirmed. Entering the app shortly...
de: Gesichtskennung bestätigt. Die App wird in Kürze geöffnet ...
es: Se ha confirmado Face ID. Se entrará en la aplicación en breve...
fr: Reconnaissance faciale confirmée. Entrée dans l'application sous peu…
id: ID wWajah terkonfirmasi. Segera memasuki aplikasi...
it: Face ID confermato. Accesso all'app in corso
ja: 認証しました。アプリを起動します...
ko: 얼굴 인증이 확인되었습니다. 곧 앱으로 이동합니다...
ms: ID Muka disahkan. Memasuki apl sebentar lagi...
pt_br: ID facial confirmado. Entrando no aplicativo em breve...
ru: Пройдена идентификация по Face ID. Ожидайте входа в приложение...
zh_hk: 人臉識別成功，即將進入應用程式...

# Lark_Demo_FaceID_Enable_Button
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
ms: Aktifkan
pt_br: Ativar
ru: Включить
zh_hk: 開啟人臉識別

# Lark_Demo_FaceID_Enable_Text
source: Enable face ID for secure and convenient login.
de: Aktivieren Sie für die sichere und bequeme Anmeldung die Gesichtskennung.
es: Habilita Face ID para un inicio de sesión seguro y cómodo.
fr: Activez la reconnaissance faciale pour une connexion sécurisée et pratique.
id: Aktifkan ID wajah untuk login yang aman dan praktis.
it: Abilita il Face ID per un accesso facile e sicuro.
ja: 安全かつ便利なログインのために、顔認証を有効にしてください。
ko: 더 안전하고 편리한 로그인을 위해 얼굴 인증을 활성화하세요.
ms: Aktifkan ID muka untuk log masuk yang selamat dan mudah.
pt_br: Ative o ID facial para login seguro e conveniente.
ru: Включите Face ID для удобного и безопасного входа.
zh_hk: 開啟人臉識別，安全快捷登入

# Lark_Demo_FaceID_Enbaled_Toast
source: Face ID enabled. Entering the app shortly...
de: Gesichtskennung aktiviert. Die App wird in Kürze geöffnet ...
es: Se ha habilitado Face ID. Se entrará en la aplicación en breve...
fr: Reconnaissance faciale activée. Entrée dans l'application sous peu…
id: ID wajah diaktifkan. Segera memasuki aplikasi...
it: Face ID abilitato. Accesso all'app in corso
ja: 顔認証が有効になりました。アプリを起動します...
ko: 얼굴 인증이 활성화되었습니다. 곧 앱으로 이동합니다...
ms: ID Muka diaktifkan. Memasuki apl sebentar lagi...
pt_br: ID facial ativado. Entrando no aplicativo em breve...
ru: Включен Face ID. Ожидайте входа в приложение...
zh_hk: 已開啟人臉識別，即將進入應用程式...

# Lark_Demo_FaceID_FailRetry_Button
source: Retry
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba Lagi
pt_br: Repetir
ru: Повторить
zh_hk: 立即重試

# Lark_Demo_FaceID_Fail_Toast
source: Face not recognized. Please try again.
de: Gesicht nicht erkannt. Bitte versuchen Sie es erneut.
es: No se ha reconocido la cara. Inténtalo de nuevo.
fr: Visage non reconnu. Veuillez réessayer.
id: Wajah tidak dikenali. Coba lagi.
it: Volto non riconosciuto. Riprova.
ja: 顔を認識できませんでした。再試行してください。
ko: 얼굴이 인식되지 않았습니다. 다시 시도하세요.
ms: Muka tidak dikenali. Sila cuba lagi.
pt_br: Rosto não reconhecido. Tente novamente.
ru: Лицо не распознано. Повторите попытку.
zh_hk: 人臉識別失敗，請重試

# Lark_Demo_FaceID_Recognizing_Toast
source: Recognizing...
de: Erkennung läuft ...
es: Reconociendo...
fr: Reconnaissance…
id: Mengenali...
it: Riconoscimento in corso
ja: 認識中...
ko: 인식 중...
ms: Mengenali...
pt_br: Reconhecendo...
ru: Распознавание...
zh_hk: 人臉識別中...

# Lark_Demo_FaceID_Skip_Button
source: Skip
de: Überspringen
es: Omitir
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
pt_br: Ignorar
ru: Пропустить
zh_hk: 略過

# Lark_Demo_FaceID_UsePhone_Button
source: Use Password Instead
de: Stattdessen ein Kennwort verwenden
es: Usar la contraseña
fr: Utilisez plutôt le mot de passe
id: Gunakan Kata Sandi Sebagai Gantinya
it: Usa la password
ja: パスワードでログイン
ko: 대신 비밀번호 사용
ms: Guna Kata Laluan Sebaliknya
pt_br: Usar senha
ru: Войти с помощью пароля
zh_hk: 密碼登入

# Lark_Demo_ForgotPassword_Text
source: Forgot password?
de: Haben Sie Ihr Kennwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨습니까?
ms: Lupa kata laluan?
pt_br: Esqueceu da senha?
ru: Забыли пароль?
zh_hk: 忘記密碼？

# Lark_Demo_IncorrectNumberOrPassword_Toast
source: The username or password is incorrect. Please try again.
de: Der Benutzername oder das Kennwort ist falsch. Bitte versuchen Sie es erneut.
es: El nombre de usuario o la contraseña no son correctos. Inténtalo de nuevo.
fr: Le nom d'utilisateur ou le mot de passe est incorrect. Veuillez réessayer.
id: Nama pengguna atau kata sandi salah. Coba lagi.
it: Il nome utente o la password non sono corretti. Riprova.
ja: ユーザー名またはパスワードが正しくありません。再試行してください。
ko: 사용자 이름 또는 비밀번호가 정확하지 않습니다. 다시 시도하세요.
ms: Nama pengguna atau kata laluan tidak betul. Sila cuba lagi.
pt_br: O número de usuário ou a senha estão incorretos. Tente novamente.
ru: Неверное имя пользователя или пароль. Повторите попытку.
zh_hk: 用戶名稱或密碼錯誤，請重新輸入

# Lark_Demo_LogIn_Button
source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
ms: Log Masuk
pt_br: Fazer login
ru: Войти
zh_hk: 立即登入

# Lark_Demo_ResetPassword_Button
source: Reset It Now
de: Jetzt zurücksetzen
es: Restablecerla ahora
fr: Réinitialiser maintenant
id: Reset Sekarang
it: Ripristinala ora
ja: 今すぐリセット
ko: 지금 재설정
ms: Tetapkan Semula Sekarang
pt_br: Redefini-la agora
ru: Сбросить
zh_hk: 點此重設

# Lark_Demo_Welcome_Title
source: Welcome to the Native Integration Sample
de: Willkommen beim Beispiel für die native Integration
es: Te damos la bienvenida a la muestra de integración nativa
fr: Bienvenue dans l'exemple d'intégration native
id: Selamat datang di Sampel Integrasi Asli
it: Ti diamo il benvenuto nel campione di integrazione nativa
ja: Sample を使ってみましょう
ko: 네이티브 통합 샘플 시작
ms: Selamat datang ke Sampel Integrasi Asli
pt_br: Bem-vindo ao exemplo de integração nativa
ru: Добро пожаловать в демонстрацию интеграции собственных компонентов
zh_hk: 歡迎使用原生整合 Sample
